Repository: solokha-o/Alike
Catalog: Packages/Core/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# core.cleanupCategory.alertTitleBlurredPhotos
source: Move %1$lld Selected Blurred Photos to Recently Deleted?
de: %1$lld ausgewählte unscharfe Fotos in „Zuletzt gelöscht“ bewegen?
es: ¿Mover %1$lld fotos borrosas seleccionadas a Eliminados recientemente?
es_419: ¿Mover %1$lld fotos borrosas seleccionadas a Eliminados recientemente?
fr: Déplacer %1$lld photos floues sélectionnées vers Supprimés récemment ?
it: Spostare %1$lld foto sfocate selezionate in «Eliminati di recente»?
nl: %1$lld geselecteerde wazige foto's naar 'Recent verwijderd' verplaatsen?
pl: Przenieść %1$lld wybranego rozmytego zdjęcia do albumu „Ostatnio usunięte”?
pt_br: Mover %1$lld fotos desfocadas selecionadas para Apagados recentemente?
tr: Seçili %1$lld bulanık fotoğraf Son Silinenler'e taşınsın mı?
uk: Перемістити %1$lld вибраних розмитих фото до «Недавно видалені»?
zh_hant: 將所選的 %1$lld 張模糊照片移到「最近刪除」？

# core.cleanupCategory.alertTitleScreenshots
source: Move %1$lld Selected Screenshots to Recently Deleted?
de: %1$lld ausgewählte Bildschirmfotos in „Zuletzt gelöscht“ bewegen?
es: ¿Mover %1$lld capturas de pantalla seleccionadas a Eliminados recientemente?
es_419: ¿Mover %1$lld capturas de pantalla seleccionadas a Eliminados recientemente?
fr: Déplacer %1$lld captures d’écran sélectionnées vers Supprimés récemment ?
it: Spostare %1$lld screenshot selezionati in «Eliminati di recente»?
nl: %1$lld geselecteerde schermafbeeldingen naar 'Recent verwijderd' verplaatsen?
pl: Przenieść %1$lld wybranego zrzutu ekranu do albumu „Ostatnio usunięte”?
pt_br: Mover %1$lld capturas de tela selecionadas para Apagados recentemente?
tr: Seçili %1$lld ekran görüntüsü Son Silinenler'e taşınsın mı?
uk: Перемістити %1$lld вибраних знімків екрана до «Недавно видалені»?
zh_hant: 將所選的 %1$lld 張螢幕快照移到「最近刪除」？

# core.cleanupCategory.blurredPhotoCleanup
source: Blurred Photo Cleanup
de: Unscharfe Fotos aufräumen
es: Limpieza de fotos borrosas
es_419: Limpieza de fotos borrosas
fr: Nettoyage des photos floues
it: Pulizia foto sfocate
nl: Wazige foto's opruimen
pl: Porządki w rozmytych zdjęciach
pt_br: Limpeza de fotos desfocadas
tr: Bulanık Fotoğraf Temizliği
uk: Очищення розмитих фото
zh_hant: 模糊照片清理

# core.cleanupCategory.blurredPhotoCleanupPremiumFeature
source: Blurred photo cleanup is a premium feature
de: Das Aufräumen unscharfer Fotos ist eine Premiumfunktion
es: La limpieza de fotos borrosas es una función premium
es_419: La limpieza de fotos borrosas es una función premium
fr: Le nettoyage des photos floues est une fonctionnalité premium
it: La pulizia delle foto sfocate è una funzione premium
nl: Wazige foto's opruimen is een premiumfunctie
pl: Porządki w rozmytych zdjęciach to funkcja premium
pt_br: A limpeza de fotos desfocadas é um recurso premium
tr: Bulanık fotoğraf temizliği bir premium özelliktir
uk: Очищення розмитих фото — преміум-функція
zh_hant: 模糊照片清理為進階功能

# core.cleanupCategory.blurredPhotos
source: Blurred Photos
de: Unscharfe Fotos
es: Fotos borrosas
es_419: Fotos borrosas
fr: Photos floues
it: Foto sfocate
nl: Wazige foto's
pl: Rozmyte zdjęcia
pt_br: Fotos desfocadas
tr: Bulanık Fotoğraflar
uk: Розмиті фото
zh_hant: 模糊照片

# core.cleanupCategory.likelyLowQualityPhotosBased
source: Likely low-quality photos based on on-device analysis. Review before deleting.
de: Laut Analyse auf dem Gerät wahrscheinlich Fotos in geringer Qualität. Vor dem Löschen prüfen.
es: Fotos probablemente de baja calidad según el análisis en el dispositivo. Revísalas antes de eliminarlas.
es_419: Fotos probablemente de baja calidad según el análisis en el dispositivo. Revísalas antes de eliminarlas.
fr: Photos probablement de faible qualité d’après l’analyse sur l’appareil. À examiner avant suppression.
it: Foto probabilmente di bassa qualità in base all'analisi sul dispositivo. Controllale prima di eliminarle.
nl: Waarschijnlijk foto's van lage kwaliteit, op basis van analyse op het apparaat. Bekijk ze voordat je ze verwijdert.
pl: Zdjęcia prawdopodobnie niskiej jakości według analizy na urządzeniu. Przejrzyj je przed usunięciem.
pt_br: Fotos provavelmente de baixa qualidade, segundo a análise no dispositivo. Revise antes de apagar.
tr: Aygıttaki analize göre büyük olasılıkla düşük kaliteli fotoğraflar. Silmeden önce gözden geçir.
uk: Імовірно неякісні фото за результатами аналізу на пристрої. Перегляньте їх перед видаленням.
zh_hant: 根據裝置端分析，這些照片品質可能偏低。請先檢視再刪除。

# core.cleanupCategory.noBlurredPhotosFound
source: No Blurred Photos Found
de: Keine unscharfen Fotos gefunden
es: No se han encontrado fotos borrosas
es_419: No se encontraron fotos borrosas
fr: Aucune photo floue trouvée
it: Nessuna foto sfocata trovata
nl: Geen wazige foto's gevonden
pl: Nie znaleziono rozmytych zdjęć
pt_br: Nenhuma foto desfocada encontrada
tr: Bulanık Fotoğraf Bulunamadı
uk: Розмитих фото не знайдено
zh_hant: 找不到模糊照片

# core.cleanupCategory.noScreenshotsFound
source: No Screenshots Found
de: Keine Bildschirmfotos gefunden
es: No se han encontrado capturas de pantalla
es_419: No se encontraron capturas de pantalla
fr: Aucune capture d’écran trouvée
it: Nessuno screenshot trovato
nl: Geen schermafbeeldingen gevonden
pl: Nie znaleziono zrzutów ekranu
pt_br: Nenhuma captura de tela encontrada
tr: Ekran Görüntüsü Bulunamadı
uk: Знімків екрана не знайдено
zh_hant: 找不到螢幕快照

# core.cleanupCategory.openBlurredPhotoCleanup
source: Open blurred photo cleanup
de: Aufräumen unscharfer Fotos öffnen
es: Abrir limpieza de fotos borrosas
es_419: Abrir limpieza de fotos borrosas
fr: Ouvrir le nettoyage des photos floues
it: Apri la pulizia delle foto sfocate
nl: Open het opruimen van wazige foto's
pl: Otwórz porządki w rozmytych zdjęciach
pt_br: Abrir limpeza de fotos desfocadas
tr: Bulanık fotoğraf temizliğini aç
uk: Відкрити очищення розмитих фото
zh_hant: 打開模糊照片清理

# core.cleanupCategory.openScreenshotCleanup
source: Open screenshot cleanup
de: Aufräumen von Bildschirmfotos öffnen
es: Abrir limpieza de capturas de pantalla
es_419: Abrir limpieza de capturas de pantalla
fr: Ouvrir le nettoyage des captures d’écran
it: Apri la pulizia degli screenshot
nl: Open het opruimen van schermafbeeldingen
pl: Otwórz porządki w zrzutach ekranu
pt_br: Abrir limpeza de capturas de tela
tr: Ekran görüntüsü temizliğini aç
uk: Відкрити очищення знімків екрана
zh_hant: 打開螢幕快照清理

# core.cleanupCategory.opensPremiumPaywallBlurredPhoto
source: Opens the premium paywall for blurred photo cleanup
de: Öffnet das Premiumangebot für das Aufräumen unscharfer Fotos
es: Abre la oferta premium para la limpieza de fotos borrosas
es_419: Abre la oferta premium para la limpieza de fotos borrosas
fr: Ouvre l’offre premium pour le nettoyage des photos floues
it: Apre la schermata premium per la pulizia delle foto sfocate
nl: Opent het premiumscherm voor het opruimen van wazige foto's
pl: Otwiera ekran premium dla porządków w rozmytych zdjęciach
pt_br: Abre a oferta premium para a limpeza de fotos desfocadas
tr: Bulanık fotoğraf temizliği için premium ekranını açar
uk: Відкриває преміум-екран очищення розмитих фото
zh_hant: 打開模糊照片清理的進階功能頁面

# core.cleanupCategory.opensPremiumPaywallScreenshotCleanup
source: Opens the premium paywall for screenshot cleanup
de: Öffnet das Premiumangebot für das Aufräumen von Bildschirmfotos
es: Abre la oferta premium para la limpieza de capturas de pantalla
es_419: Abre la oferta premium para la limpieza de capturas de pantalla
fr: Ouvre l’offre premium pour le nettoyage des captures d’écran
it: Apre la schermata premium per la pulizia degli screenshot
nl: Opent het premiumscherm voor het opruimen van schermafbeeldingen
pl: Otwiera ekran premium dla porządków w zrzutach ekranu
pt_br: Abre a oferta premium para a limpeza de capturas de tela
tr: Ekran görüntüsü temizliği için premium ekranını açar
uk: Відкриває преміум-екран очищення знімків екрана
zh_hant: 打開螢幕快照清理的進階功能頁面

# core.cleanupCategory.runNewScanAfterLibrary
source: Run a new scan after your library changes or if more photos need review.
de: Starte einen neuen Scan, wenn sich deine Mediathek ändert oder weitere Fotos zu prüfen sind.
es: Haz un nuevo análisis cuando cambie tu fototeca o si hay más fotos por revisar.
es_419: Haz un nuevo análisis cuando cambie tu fototeca o si hay más fotos por revisar.
fr: Lancez une nouvelle analyse après une modification de votre photothèque ou s’il reste des photos à examiner.
it: Esegui una nuova scansione dopo le modifiche alla libreria o se altre foto necessitano di controllo.
nl: Scan opnieuw nadat je bibliotheek is gewijzigd of als er meer foto's moeten worden bekeken.
pl: Uruchom nowe skanowanie po zmianach w bibliotece lub gdy trzeba przejrzeć więcej zdjęć.
pt_br: Faça uma nova análise quando sua fototeca mudar ou se houver mais fotos para revisar.
tr: Kitaplığın değiştikten sonra ya da gözden geçirilecek başka fotoğraflar varsa yeni bir tarama yap.
uk: Запустіть нове сканування після змін у фототеці або коли потрібно перевірити більше фото.
zh_hant: 圖庫有變動、或還有照片需要檢視時，請重新掃描。

# core.cleanupCategory.screenshotCleanup
source: Screenshot Cleanup
de: Bildschirmfotos aufräumen
es: Limpieza de capturas de pantalla
es_419: Limpieza de capturas de pantalla
fr: Nettoyage des captures d’écran
it: Pulizia screenshot
nl: Schermafbeeldingen opruimen
pl: Porządki w zrzutach ekranu
pt_br: Limpeza de capturas de tela
tr: Ekran Görüntüsü Temizliği
uk: Очищення знімків екрана
zh_hant: 螢幕快照清理

# core.cleanupCategory.screenshotCleanupPremiumFeature
source: Screenshot cleanup is a premium feature
de: Das Aufräumen von Bildschirmfotos ist eine Premiumfunktion
es: La limpieza de capturas de pantalla es una función premium
es_419: La limpieza de capturas de pantalla es una función premium
fr: Le nettoyage des captures d’écran est une fonctionnalité premium
it: La pulizia degli screenshot è una funzione premium
nl: Schermafbeeldingen opruimen is een premiumfunctie
pl: Porządki w zrzutach ekranu to funkcja premium
pt_br: A limpeza de capturas de tela é um recurso premium
tr: Ekran görüntüsü temizliği bir premium özelliktir
uk: Очищення знімків екрана — преміум-функція
zh_hant: 螢幕快照清理為進階功能

# core.cleanupCategory.screenshots
source: Screenshots
de: Bildschirmfotos
es: Capturas de pantalla
es_419: Capturas de pantalla
fr: Captures d’écran
it: Screenshot
nl: Schermafbeeldingen
pl: Zrzuty ekranu
pt_br: Capturas de tela
tr: Ekran Görüntüleri
uk: Знімки екрана
zh_hant: 螢幕快照

# core.cleanupCategory.selectedPhotoWillBeRemoved
source: The selected photo will be removed from your library and other devices using iCloud Photos, then remain in Recently Deleted for up to 30 days. Storage may not be freed until it is permanently deleted. Estimated reclaimable space: %@.
de: Das ausgewählte Foto wird aus deiner Mediathek und von anderen Geräten mit iCloud-Fotos entfernt und bleibt bis zu 30 Tage in „Zuletzt gelöscht“. Der Speicher wird möglicherweise erst freigegeben, wenn es endgültig gelöscht ist. Geschätzter freigebbarer Speicher: %@.
es: La foto seleccionada se eliminará de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerá en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se elimine de forma permanente. Espacio recuperable estimado: %@.
es_419: La foto seleccionada se eliminará de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerá en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se elimine de forma permanente. Espacio recuperable estimado: %@.
fr: La photo sélectionnée sera retirée de votre photothèque et des autres appareils utilisant Photos iCloud, puis conservée dans Supprimés récemment pendant 30 jours maximum. L’espace ne sera peut-être libéré qu’après sa suppression définitive. Espace récupérable estimé : %@.
it: La foto selezionata verrà rimossa dalla tua libreria e dagli altri dispositivi che usano «Foto di iCloud», poi resterà in «Eliminati di recente» per un massimo di 30 giorni. Lo spazio potrebbe non liberarsi finché non viene eliminata definitivamente. Spazio recuperabile stimato: %@.
nl: De geselecteerde foto wordt verwijderd uit je bibliotheek en van andere apparaten die iCloud-foto's gebruiken, en blijft daarna maximaal 30 dagen in 'Recent verwijderd' staan. Er komt mogelijk pas opslagruimte vrij als de foto definitief is verwijderd. Geschatte vrij te maken ruimte: %@.
pl: Wybrane zdjęcie zostanie usunięte z Twojej biblioteki i z innych urządzeń korzystających ze Zdjęć iCloud, a następnie pozostanie w albumie „Ostatnio usunięte” przez maksymalnie 30 dni. Miejsce może nie zostać zwolnione, dopóki zdjęcie nie zostanie trwale usunięte. Szacowane miejsce do odzyskania: %@.
pt_br: A foto selecionada será removida da sua fototeca e dos outros dispositivos que usam o Fotos do iCloud e ficará em Apagados recentemente por até 30 dias. O espaço pode não ser liberado até que ela seja apagada definitivamente. Espaço recuperável estimado: %@.
tr: Seçili fotoğraf kitaplığından ve iCloud Fotoğrafları'nı kullanan diğer aygıtlardan kaldırılacak, ardından en fazla 30 gün boyunca Son Silinenler'de kalacak. Kalıcı olarak silinene kadar depolama alanı boşalmayabilir. Tahmini geri kazanılabilir alan: %@.
uk: Вибране фото буде видалено з вашої фототеки та інших пристроїв, які використовують Фото iCloud, а потім залишатиметься в альбомі «Недавно видалені» до 30 днів. Місце може не звільнитися, доки фото не буде видалено остаточно. Орієнтовно можна звільнити: %@.
zh_hant: 所選照片將從你的圖庫以及使用「iCloud 照片」的其他裝置上移除，並在「最近刪除」中保留最多 30 天。在永久刪除之前，儲存空間可能不會釋出。預估可回收空間：%@。

# core.cleanupCategory.selectedPhotosWillBeRemoved
source: The selected photos will be removed from your library and other devices using iCloud Photos, then remain in Recently Deleted for up to 30 days. Storage may not be freed until they are permanently deleted. Estimated reclaimable space: %@.
de: Die ausgewählten Fotos werden aus deiner Mediathek und von anderen Geräten mit iCloud-Fotos entfernt und bleiben bis zu 30 Tage in „Zuletzt gelöscht“. Der Speicher wird möglicherweise erst freigegeben, wenn sie endgültig gelöscht sind. Geschätzter freigebbarer Speicher: %@.
es: Las fotos seleccionadas se eliminarán de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerán en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se eliminen de forma permanente. Espacio recuperable estimado: %@.
es_419: Las fotos seleccionadas se eliminarán de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerán en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se eliminen de forma permanente. Espacio recuperable estimado: %@.
fr: Les photos sélectionnées seront retirées de votre photothèque et des autres appareils utilisant Photos iCloud, puis conservées dans Supprimés récemment pendant 30 jours maximum. L’espace ne sera peut-être libéré qu’après leur suppression définitive. Espace récupérable estimé : %@.
it: Le foto selezionate verranno rimosse dalla tua libreria e dagli altri dispositivi che usano «Foto di iCloud», poi resteranno in «Eliminati di recente» per un massimo di 30 giorni. Lo spazio potrebbe non liberarsi finché non vengono eliminate definitivamente. Spazio recuperabile stimato: %@.
nl: De geselecteerde foto's worden verwijderd uit je bibliotheek en van andere apparaten die iCloud-foto's gebruiken, en blijven daarna maximaal 30 dagen in 'Recent verwijderd' staan. Er komt mogelijk pas opslagruimte vrij als ze definitief zijn verwijderd. Geschatte vrij te maken ruimte: %@.
pl: Wybrane zdjęcia zostaną usunięte z Twojej biblioteki i z innych urządzeń korzystających ze Zdjęć iCloud, a następnie pozostaną w albumie „Ostatnio usunięte” przez maksymalnie 30 dni. Miejsce może nie zostać zwolnione, dopóki zdjęcia nie zostaną trwale usunięte. Szacowane miejsce do odzyskania: %@.
pt_br: As fotos selecionadas serão removidas da sua fototeca e dos outros dispositivos que usam o Fotos do iCloud e ficarão em Apagados recentemente por até 30 dias. O espaço pode não ser liberado até que elas sejam apagadas definitivamente. Espaço recuperável estimado: %@.
tr: Seçili fotoğraflar kitaplığından ve iCloud Fotoğrafları'nı kullanan diğer aygıtlardan kaldırılacak, ardından en fazla 30 gün boyunca Son Silinenler'de kalacak. Kalıcı olarak silinene kadar depolama alanı boşalmayabilir. Tahmini geri kazanılabilir alan: %@.
uk: Вибрані фото буде видалено з вашої фототеки та інших пристроїв, які використовують Фото iCloud, а потім вони залишатимуться в альбомі «Недавно видалені» до 30 днів. Місце може не звільнитися, доки їх не буде видалено остаточно. Орієнтовно можна звільнити: %@.
zh_hant: 所選照片將從你的圖庫以及使用「iCloud 照片」的其他裝置上移除，並在「最近刪除」中保留最多 30 天。在永久刪除之前，儲存空間可能不會釋出。預估可回收空間：%@。

# core.cleanupCategory.selectedScreenshotWillBeRemoved
source: The selected screenshot will be removed from your library and other devices using iCloud Photos, then remain in Recently Deleted for up to 30 days. Storage may not be freed until it is permanently deleted. Estimated reclaimable space: %@.
de: Das ausgewählte Bildschirmfoto wird aus deiner Mediathek und von anderen Geräten mit iCloud-Fotos entfernt und bleibt bis zu 30 Tage in „Zuletzt gelöscht“. Der Speicher wird möglicherweise erst freigegeben, wenn es endgültig gelöscht ist. Geschätzter freigebbarer Speicher: %@.
es: La captura de pantalla seleccionada se eliminará de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerá en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se elimine de forma permanente. Espacio recuperable estimado: %@.
es_419: La captura de pantalla seleccionada se eliminará de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerá en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se elimine de forma permanente. Espacio recuperable estimado: %@.
fr: La capture d’écran sélectionnée sera retirée de votre photothèque et des autres appareils utilisant Photos iCloud, puis conservée dans Supprimés récemment pendant 30 jours maximum. L’espace ne sera peut-être libéré qu’après sa suppression définitive. Espace récupérable estimé : %@.
it: Lo screenshot selezionato verrà rimosso dalla tua libreria e dagli altri dispositivi che usano «Foto di iCloud», poi resterà in «Eliminati di recente» per un massimo di 30 giorni. Lo spazio potrebbe non liberarsi finché non viene eliminato definitivamente. Spazio recuperabile stimato: %@.
nl: De geselecteerde schermafbeelding wordt verwijderd uit je bibliotheek en van andere apparaten die iCloud-foto's gebruiken, en blijft daarna maximaal 30 dagen in 'Recent verwijderd' staan. Er komt mogelijk pas opslagruimte vrij als de schermafbeelding definitief is verwijderd. Geschatte vrij te maken ruimte: %@.
pl: Wybrany zrzut ekranu zostanie usunięty z Twojej biblioteki i z innych urządzeń korzystających ze Zdjęć iCloud, a następnie pozostanie w albumie „Ostatnio usunięte” przez maksymalnie 30 dni. Miejsce może nie zostać zwolnione, dopóki zrzut nie zostanie trwale usunięty. Szacowane miejsce do odzyskania: %@.
pt_br: A captura de tela selecionada será removida da sua fototeca e dos outros dispositivos que usam o Fotos do iCloud e ficará em Apagados recentemente por até 30 dias. O espaço pode não ser liberado até que ela seja apagada definitivamente. Espaço recuperável estimado: %@.
tr: Seçili ekran görüntüsü kitaplığından ve iCloud Fotoğrafları'nı kullanan diğer aygıtlardan kaldırılacak, ardından en fazla 30 gün boyunca Son Silinenler'de kalacak. Kalıcı olarak silinene kadar depolama alanı boşalmayabilir. Tahmini geri kazanılabilir alan: %@.
uk: Вибраний знімок екрана буде видалено з вашої фототеки та інших пристроїв, які використовують Фото iCloud, а потім він залишатиметься в альбомі «Недавно видалені» до 30 днів. Місце може не звільнитися, доки знімок не буде видалено остаточно. Орієнтовно можна звільнити: %@.
zh_hant: 所選螢幕快照將從你的圖庫以及使用「iCloud 照片」的其他裝置上移除，並在「最近刪除」中保留最多 30 天。在永久刪除之前，儲存空間可能不會釋出。預估可回收空間：%@。

# core.cleanupCategory.selectedScreenshotsWillBeRemoved
source: The selected screenshots will be removed from your library and other devices using iCloud Photos, then remain in Recently Deleted for up to 30 days. Storage may not be freed until they are permanently deleted. Estimated reclaimable space: %@.
de: Die ausgewählten Bildschirmfotos werden aus deiner Mediathek und von anderen Geräten mit iCloud-Fotos entfernt und bleiben bis zu 30 Tage in „Zuletzt gelöscht“. Der Speicher wird möglicherweise erst freigegeben, wenn sie endgültig gelöscht sind. Geschätzter freigebbarer Speicher: %@.
es: Las capturas de pantalla seleccionadas se eliminarán de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerán en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se eliminen de forma permanente. Espacio recuperable estimado: %@.
es_419: Las capturas de pantalla seleccionadas se eliminarán de tu fototeca y de los demás dispositivos que usan Fotos en iCloud, y permanecerán en Eliminados recientemente hasta 30 días. Es posible que no se libere espacio hasta que se eliminen de forma permanente. Espacio recuperable estimado: %@.
fr: Les captures d’écran sélectionnées seront retirées de votre photothèque et des autres appareils utilisant Photos iCloud, puis conservées dans Supprimés récemment pendant 30 jours maximum. L’espace ne sera peut-être libéré qu’après leur suppression définitive. Espace récupérable estimé : %@.
it: Gli screenshot selezionati verranno rimossi dalla tua libreria e dagli altri dispositivi che usano «Foto di iCloud», poi resteranno in «Eliminati di recente» per un massimo di 30 giorni. Lo spazio potrebbe non liberarsi finché non vengono eliminati definitivamente. Spazio recuperabile stimato: %@.
nl: De geselecteerde schermafbeeldingen worden verwijderd uit je bibliotheek en van andere apparaten die iCloud-foto's gebruiken, en blijven daarna maximaal 30 dagen in 'Recent verwijderd' staan. Er komt mogelijk pas opslagruimte vrij als ze definitief zijn verwijderd. Geschatte vrij te maken ruimte: %@.
pl: Wybrane zrzuty ekranu zostaną usunięte z Twojej biblioteki i z innych urządzeń korzystających ze Zdjęć iCloud, a następnie pozostaną w albumie „Ostatnio usunięte” przez maksymalnie 30 dni. Miejsce może nie zostać zwolnione, dopóki zrzuty nie zostaną trwale usunięte. Szacowane miejsce do odzyskania: %@.
pt_br: As capturas de tela selecionadas serão removidas da sua fototeca e dos outros dispositivos que usam o Fotos do iCloud e ficarão em Apagados recentemente por até 30 dias. O espaço pode não ser liberado até que elas sejam apagadas definitivamente. Espaço recuperável estimado: %@.
tr: Seçili ekran görüntüleri kitaplığından ve iCloud Fotoğrafları'nı kullanan diğer aygıtlardan kaldırılacak, ardından en fazla 30 gün boyunca Son Silinenler'de kalacak. Kalıcı olarak silinene kadar depolama alanı boşalmayabilir. Tahmini geri kazanılabilir alan: %@.
uk: Вибрані знімки екрана буде видалено з вашої фототеки та інших пристроїв, які використовують Фото iCloud, а потім вони залишатимуться в альбомі «Недавно видалені» до 30 днів. Місце може не звільнитися, доки знімки не буде видалено остаточно. Орієнтовно можна звільнити: %@.
zh_hant: 所選螢幕快照將從你的圖庫以及使用「iCloud 照片」的其他裝置上移除，並在「最近刪除」中保留最多 30 天。在永久刪除之前，儲存空間可能不會釋出。預估可回收空間：%@。
